dependencies/axiom/1.2.11-wso2v5/modules/axiom-api/src/test/resources/soap/test.xml

<?xml version='1.0' ?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
    <env:Body>
        <p:echo xmlns:p="urn://sample">Hello World</p:echo>
    </env:Body>
</env:Envelope>